[
    {
        "id": 1,
        "service_name": "Weddings",
        "description": "Our wedding planning service ensures a stress-free and memorable wedding day. We handle everything from venue selection to catering, decorations, and entertainment.",
        "price": "$2000 - $10000",
        "image_url": "https://i.postimg.cc/PxLDqS9k/Wdding-photo-card.png",
        "big_description": "At our wedding planning service, we understand that your wedding day is one of the most important days of your life. Our goal is to ensure that your special day is stress-free, memorable, and exactly as you've always envisioned. From the moment you start planning with us, we take care of every detail. We begin by helping you select the perfect venue that fits your style and budget, whether it's a grand ballroom, a rustic barn, or a beachside location. Once the venue is secured, we move on to creating a comprehensive wedding theme and design plan, which includes selecting color schemes, floral arrangements, lighting, and decor that reflect your personal style.\n\nOur experienced team of caterers will work with you to create a delicious menu that caters to all dietary needs and preferences, ensuring that your guests are well-fed and satisfied. We also provide a variety of entertainment options, from live bands and DJs to photobooths and dance floors, to keep your guests entertained throughout the event. Our goal is to make sure every moment of your wedding day is perfect, from the ceremony to the reception.\n\nOn the day of the wedding, our coordinators will be on-site to manage the setup, timeline, and any unexpected issues that may arise, allowing you to fully enjoy your day without any worries. Our wedding planning service is designed to handle all the logistics and details, so you can focus on celebrating your love and creating lasting memories with your family and friends. From the first consultation to the last dance, we are dedicated to making your wedding day everything you've ever dreamed of."
    },
    {
        "id": 2,
        "service_name": "Birthday Parties",
        "description": "Our birthday party planning service makes sure that your special day is filled with joy and unforgettable moments. We handle everything from decorations to entertainment, catering, and more.",
        "price": "$300 - $1500",
        "image_url": "https://i.postimg.cc/XJjNtwRT/Birthday-photo-card.png",
        "big_description": "Celebrating a birthday is a special occasion that deserves meticulous planning and attention to detail. Our birthday party planning service is designed to ensure that your special day is filled with joy, laughter, and unforgettable moments. We start by understanding your vision and preferences, including the theme, color scheme, and type of celebration you desire. Whether it's a children's party with fun games and activities, a sophisticated gathering for adults, or a milestone birthday bash, we cater to all types of celebrations.\n\nOur team will help you select the perfect venue, whether it's your home, a park, a banquet hall, or any other location of your choice. We will then design and decorate the venue to match your chosen theme, with balloons, streamers, banners, table settings, and more. Our expert caterers will work with you to create a customized menu that includes all your favorite dishes, as well as options for any dietary restrictions.\n\nWe also provide a variety of entertainment options to keep your guests engaged and entertained, such as magicians, clowns, face painters, musicians, and DJs. In addition to planning and coordination, we offer day-of management to ensure that everything runs smoothly. Our team will be on-site to oversee the setup, manage the timeline, and handle any unexpected issues that may arise. With our birthday party planning service, you can sit back, relax, and enjoy your special day with your loved ones, knowing that every detail has been taken care of. Our goal is to create a memorable and enjoyable experience for you and your guests."
    },
    {
        "id": 3,
        "service_name": "Anniversaries",
        "description": "Celebrate your milestone with our anniversary planning service. We create a memorable experience tailored to your unique love story, complete with romantic settings and personalized touches.",
        "price": "$500 - $3000",
        "image_url": "https://i.postimg.cc/wv4zPncm/Anniversary-photo-card.png",
        "big_description": "Anniversaries are a beautiful reminder of the love and commitment shared between two people. Our anniversary planning service is dedicated to creating a memorable experience that celebrates your unique love story. We begin by understanding your preferences and the type of celebration you envision, whether it's an intimate dinner for two, a grand party with family and friends, or a romantic getaway. Our team will help you select the perfect venue, whether it's a cozy restaurant, a scenic outdoor location, or a luxurious resort.\n\nOnce the venue is chosen, we focus on creating a romantic and personalized atmosphere. This includes selecting elegant decorations, floral arrangements, and lighting that reflect the essence of your relationship. We also offer customized invitation designs and guest management services to ensure that your loved ones are included in the celebration. Our expert caterers will work with you to design a gourmet menu that includes your favorite dishes and accommodates any dietary preferences or restrictions.\n\nTo make the event even more special, we provide entertainment options such as live music, dance performances, and personalized slideshows or videos that highlight your journey together. We also offer photography and videography services to capture every precious moment of your anniversary celebration. On the day of the event, our coordinators will be on-site to manage the setup, oversee the schedule, and handle any unexpected issues, allowing you to fully enjoy your special day.\n\nOur anniversary planning service is designed to create a heartfelt and unforgettable experience that celebrates your love and commitment. Whether you're celebrating your first anniversary or a significant milestone like your 25th or 50th, we are here to make your day truly special and memorable."
    },
    {
        "id": 4,
        "service_name": "Engagement Parties",
        "description": "Our engagement party planning service ensures a joyous and celebratory event as you announce your commitment. We handle all aspects of the celebration, from invitations to decorations and entertainment.",
        "price": "$400 - $2000",
        "image_url": "https://i.postimg.cc/xTtZPL5X/Engagement-photo-card.png",
        "big_description": "An engagement party is a wonderful opportunity to celebrate your commitment to each other with family and friends. Our engagement party planning service is designed to create a joyous and celebratory event that reflects your love and excitement. We start by helping you choose the perfect venue for your party, whether it's an elegant restaurant, a beautiful garden, or a cozy home setting.\n\nOnce the venue is selected, we work on creating a festive and welcoming atmosphere. This includes designing custom invitations that match your theme and style, as well as managing the guest list and RSVPs. Our team will decorate the venue with beautiful floral arrangements, lighting, and decor that reflect your personality and the joyous occasion. We also provide a variety of catering options, from hors d'oeuvres and cocktails to full-course meals, ensuring that your guests are well-fed and satisfied.\n\nEntertainment is a key component of any engagement party, and we offer a range of options to keep your guests entertained and engaged. This includes live music, DJs, photo booths, and interactive games that encourage mingling and celebration. Our goal is to create a lively and fun atmosphere where everyone can enjoy themselves and celebrate your engagement.\n\nOn the day of the party, our coordinators will be on-site to manage the setup, oversee the schedule, and handle any unexpected issues that may arise. This allows you to focus on enjoying the celebration and spending time with your loved ones. Our engagement party planning service is designed to take care of all the details, so you can relax and enjoy this special moment in your life.\n\nFrom start to finish, we are dedicated to making your engagement party a memorable and joyous event that celebrates your love and commitment. Whether you envision an intimate gathering or a large celebration, we are here to bring your vision to life and create an unforgettable experience for you and your guests."
    },
    {
        "id": 5,
        "service_name": "Retirement Parties",
        "description": "Our retirement party planning service honors the retiree's achievements and celebrates their next chapter. We create a meaningful and enjoyable event with personalized touches and thoughtful details.",
        "price": "$500 - $2500",
        "image_url": "https://i.postimg.cc/NjVBp3D2/Retairement-photo-card.png",
        "big_description": "Retirement is a significant milestone that marks the end of a successful career and the beginning of a new chapter in life. Our retirement party planning service is dedicated to honoring the retiree's achievements and celebrating this special occasion with a meaningful and enjoyable event. We start by understanding the retiree's preferences and the type of celebration they envision, whether it's a formal dinner, a casual gathering, or a themed party.\n\nOur team will help you select the perfect venue for the celebration, whether it's a banquet hall, a restaurant, or an outdoor space. We then work on creating a personalized and festive atmosphere that reflects the retiree's personality and accomplishments. This includes designing custom invitations, managing the guest list, and decorating the venue with thoughtful details such as photo displays, banners, and themed decor.\n\nOur expert caterers will work with you to design a menu that includes the retiree's favorite dishes and accommodates any dietary preferences or restrictions. We also offer a variety of entertainment options to keep guests engaged and entertained, such as live music, DJs, and interactive activities like speeches, toasts, and games that highlight the retiree's career and contributions.\n\nTo make the event even more special, we provide photography and videography services to capture every memorable moment. Our goal is to create a heartfelt and enjoyable experience for the retiree and their guests, celebrating their achievements and looking forward to the future.\n\nOn the day of the party, our coordinators will be on-site to manage the setup, oversee the schedule, and handle any unexpected issues that may arise. This allows you and the retiree to relax and enjoy the celebration without any worries. Our retirement party planning service is designed to take care of all the details, so you can focus on honoring the retiree and celebrating this important milestone.\n\nFrom start to finish, we are dedicated to creating a memorable and meaningful retirement party that honors the retiree's achievements and celebrates their new chapter. Whether you envision a small, intimate gathering or a large celebration, we are here to bring your vision to life and create an unforgettable experience for the retiree and their guests."
    },
    {
        "id": 6,
        "service_name": "Baby Showers",
        "description": "Our baby shower planning service celebrates the upcoming arrival with joy and excitement. We handle all aspects of the event, from decorations and catering to games and gifts.",
        "price": "$300 - $2000",
        "image_url": "https://i.postimg.cc/K87RVvK3/Baby-sha-photo-card.png",
        "big_description": "A baby shower is a joyous occasion that celebrates the upcoming arrival of a new baby. Our baby shower planning service is designed to create a memorable and delightful event that honors the parents-to-be and their little one. We start by understanding your vision and preferences, including the theme, color scheme, and type of celebration you desire. Whether it's a traditional baby shower, a gender reveal party, or a modern co-ed gathering, we cater to all types of celebrations.\n\nOur team will help you select the perfect venue for the baby shower, whether it's a cozy home setting, a beautiful garden, or a charming event space. We then design and decorate the venue to match your chosen theme, with balloons, streamers, banners, table settings, and more. Our goal is to create a warm and inviting atmosphere that reflects the joy and excitement of welcoming a new baby.\n\nOur expert caterers will work with you to create a delicious menu that includes all your favorite dishes, as well as options for any dietary restrictions. We also provide a variety of entertainment options to keep your guests engaged and entertained, such as fun games, activities, and interactive stations like DIY baby onesie decorating and photo booths.\n\nIn addition to planning and coordination, we offer day-of management to ensure that everything runs smoothly. Our team will be on-site to oversee the setup, manage the timeline, and handle any unexpected issues that may arise. This allows you to relax and enjoy the celebration with your loved ones, knowing that every detail has been taken care of.\n\nOur baby shower planning service is designed to create a joyful and memorable experience for the parents-to-be and their guests. From custom invitations and personalized decor to thoughtful gifts and entertainment, we take care of every detail to ensure that the baby shower is a beautiful and heartfelt celebration.\n\nFrom start to finish, we are dedicated to making your baby shower a special and unforgettable event that celebrates the upcoming arrival of your little one. Whether you envision a small, intimate gathering or a large celebration, we are here to bring your vision to life and create an experience that you and your guests will cherish forever."
    }
]
